Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/lainsaadanto.html.tmx
Source language: fin
Languages: smn

source: Lainsäädäntö
smn: Lahâaasâtmist

source: Saamelaisten oikeudet lainsäädännössä
smn: Sämmilij vuoigâdvuođah lahâaasâtmist

source: Saamelaisista ja saamelaiskäräjistä löytyy mainintoja useasta laista.
smn: Sämmilijn já sämitiggeest láá mainâšumeh maaŋgâ laavâst.

source: Saamelaiskulttuuri, saamen kieli tai saamelaiskäräjät on mainittu 122 eri laissa ja asetuksessa.
smn: Sämikulttuur, sämikielâ teikâ sämitigge láá mainâšum 122 sierâ laavâst já asâttâsâst.

source: Saamelaiskäräjät on mainittu 11 laissa ja asetuksessa.
smn: Sämitigge lii mainâšum 11 laavâst já asâttâsâst.

source: Suomen perustuslaki
smn: Suomâ vuáđulaahâ

source: Perustuslain 17 § 3 momentin mukaan saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
smn: Vuáđulaavâ 17 § 3 moomeent mield sämmilijn aalgâaalmugin lii vuoigâdvuotâ paijeentoollâđ já ovdediđ jieijâs kielâ já kulttuur.

source: Perustuslain 17 §:n 3 momentin tarkoittamana saamelaisten kulttuurina ja perinteisinä saamelaisina elinkeinoina pidetään poronhoitoa, kalastusta, metsästystä (HE 248/1994 vp ja PeVM 17/1994 vp) sekä saamelaiskäräjien mukaan myös keräilyä ja saamen käsityötä.
smn: Vuáđulaavâ 17 § 3 moomeent uáivildem sämmilij kulttuurin já ärbivuáválâš sämmilâš iäláttâssân tuálih puásuituálu, kuálástem, miäcástem (HE 248/1994 vp já PeVM 17/1994 vp) sehe sämitige mield meid nuurrâm já sämityeje.

source: Saamelaiskulttuuriin luetaan kuuluvaksi saamelaisten perinteiset elinkeinot ja niiden modernit harjoittamisen muodot.
smn: Sämikulttuurân loheh sämmilij ärbivuáválijd iäláttâsâid já toi táálááš hárjuttem haamijd.

source: Lain 121 §:n 4 momentin mukaan saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto sen mukaan kuin lailla säädetään.
smn: Laavâ 121 § 4 moomeent mield sämmilijn lii sämikuávlust sii kielân já kulttuurân kyeskee jiešhaldâšem tađe mield ko laavâst asâtteh.

source: Saamelaisten kulttuuri-itsehallinto olisi dynaamista ja saamelaiset voisivat itse kehittää sitä (HE248/1994).
smn: Sämmilij kulttuurjiešhaldâšem ličij vuáimálâš já sämmiliih puávtâččii jiejah ovdediđ tom (HE248/1994).

source: Perustuslain 22 § mukaan julkisen vallan on turvattava perusoikeuksien ja ihmisoikeuksien toteutuminen.
smn: Vuáđulaavâ 22 § mield almos väldi kalga turviđ vuáđuvuoigâdvuođâi já olmoošvuoigâdvuođâi olášum.

source: Hallituksen esityksessä perusoikeussäännöksien ottamisessa perustuslakiin todetaan, että säännös ulottaisi julkisen vallan turvaamisvelvollisuuden kansainvälisissä sopimuksissa turvattuihin ihmisoikeuksiin.
smn: Haldâttâs oovdânpyehtimist vuáđuvuoigâdvuođânjuolgâdusâi väldimist vuáđulaahân páhudeh, ete njuolgâdus ulâttiččij almos vääldi turvimkenigâsvuođâ aalmugijkoskâsâš sopâmušâin torvejum olmoošvuoigâdvuođáid.

source: Kansainvälisten ihmisoikeussopimusten sisältö määräytyy kansainvälisten valvontaelinten käytännöstä.
smn: Aalmugijkoskâsij olmoošvuoigâdvuotsopâmušâi siskáldâs miärášuvá aalmugijkoskâsij kocceemorgaanij vuáháduvvâst.

source: Hallituksen esityksessä mainitaan erityisesti kansalais- ja poliittisia oikeuksia koskeva yleissopimus (KP-Sopimus) ja Euroopan ihmisoikeussopimus (HE 309/1993).
smn: Haldâttâs oovdânpyehtimist mainâšeh eromâšávt aalmuglâš- já poolitlij vuoigâdvuođáid kyeskee almossopâmuš (KP-Sopâmuš) já Euroop olmoošvuoigâdvuotsopâmuš (HE 309/1993).

source: Luonnonsuojelulaki
smn: Luándusuojâlemlaahâ

source: Vuonna 2011 uudistetun luonnonsuojelulain 16 § mukaan saamelaisten kotiseutualueella sijaitsevissa kansallis- ja luonnonpuistoissa on turvattava saamelaisten kulttuurin ylläpitämisen ja kehittämisen edellytykset.
smn: Ive 2011 uđâsmittum luándusuojâlemlaavâ 16 § mield sämikuávlu aalmuglâš- já luándumeecijn kalga turviđ sämmilij kulttuur paijeentoollâm já ovdedem iävtuid.

source: Aluetta perustettaessa on sen suojelun erityiset tavoitteet ja kansallispuistossa myös alueella kävijöiden edut otettava asianmukaisella tavalla huomioon.
smn: Kuávlu vuáđutdijn kalga ton suojâlem eromâš uulmijd já aalmuglâšmeecist meid kuávlust jottei hiäđuid väldiđ ääšimiäldásávt vuotân.

source: Luonnonsuojelulain nojalla perustettuja luonnon- ja kansallispuistoja saamelaisten kotiseutualueella:
smn: Luándusuojâlemlaavâ vuáđuld vuáđudem luándu- já aalmuglâšmeecih sämikuávlust:

source: Enontekiö: Pallas-Yllästunturin kansallispuisto (osittain) Mallan luonnonpuisto
smn: Iänudâh: Pallas-Yllästuoddâr aalmuglâšmecci (uásild) Malla luándumecci

source: Inari: Lemmenjoen kansallispuisto
smn: Aanaar: Lemmee aalmuglâšmecci

source: Inarin kunta ja Lapin paliskunta: Urho Kekkosen kansallispuisto (osittain)
smn: Aanaar kieldâ já Säämi palgâs: Urho Kekkos aalmuglâšmecci (uásild)

source: Utsjoki: Kevon luonnonpuisto
smn: Ucjuuhâ: Kiävu luándumecci

source: Erämaalaki
smn: Meccikuávlulaahâ

source: Erämaalain 1 § mukaan erämaa-alueita perustetaan alueiden erämaaluonteen säilyttämiseksi, saamelaiskulttuurin ja luontaiselinkeinojen turvaamiseksi sekä luonnon monipuolisen käytön ja sen edellytysten kehittämiseksi.
smn: Meccikuávlulaavâ 1 § mield meccikuávluid vuáđudeh kuávlui meccikuávluluándu siäiluttem tiet, sämikulttuur já luánduiäláttâsâi turvim tiet sehe luándu maaŋgâpiälásâš kevttim já ton iävtui ovdedem tiet.

source: Saamelaisen kotiseutualueella sijaitsee seuraavat erämaa-alueet:
smn: Sämikuávlust láá čuávuvááh meccikuávluh:

source: Enontekiön kunta: Käsivarren, Tarvantovaaran ja Pöyrisjärven erämaa-alueet sekä osittain Puljun erämaa-alue
smn: Iänuduv kieldâ: Kietâruotâs, Tarvantovääri já Pöyrisjäävri meccikuávluh sehe uásild Pulju meccikuávlu

source: Utsjoen ja Inarin kunnat: Kaldoaivin, Paistunturin ja Muotkatunturin erämaa-alueet
smn: Ucjuv já Aanaar kieldah : Kaalduáivi, Paištuoddâr já Myeđhituoddâr meccikuávluh

source: Inarin kunta: Vätsärin ja Tsarmitunturin erämaa-alueet ja osittain Hammastunturin erämaa-alue.
smn: Aanaar kieldâ: Vääččir já Čaarmâuáivái meccikuávluh já uásild Pänituoddâr meccikuávlu.

source: Kaivoslaki
smn: Ruukilaahâ

source: Uudistettu kaivoslaki astui voimaan vuoden 2011 heinäkuussa.
smn: Uđâsmittum ruukilaahâ šoodâi vuáimán ive 2011 syeinimáánust.

source: Kaivoslain myötä turvallisuus- ja kemikaalivirasto Tukesista muodostui kaivosviranomainen, joka myöntää kaivoslain mukaisia lupia.
smn: Ruukilaavâ mield torvolâšvuođâ- já kemikaalvirgádâh Tukesist šoodâi ruukivirgeomâhâš, mii mieđeet ruukilaavâ miäldásijd luuvijd.

source: Kaivoslaki lopettaa siirtymäajan jälkeen koneellisen kullankaivun Lemmenjoen kansallispuistosta.
smn: Ruukilaahâ looppât sirdumääigi maŋa maašinlâš kollekuáivum Lemmee aalmuglâšmeecist.

source: Koneellista kullankaivua harjoitetaan Inarin kunnassa ja Lapin paliskunnan alueella Sodankylän kunnassa.
smn: Maašinlâš kollekuáivum hárjutteh Aanaar kieldâst já Säämi palgâs kuávlust Suáđigil kieldâst.

source: Kaivoslain 1 § laissa tarkoitettu toiminta sovitetaan yhteen saamelaisten kotiseutualueella siten, että saamelaisten oikeudet alkuperäiskansana turvataan.
smn: Ruukilaavâ 1 § laavâst uáivildum tooimâ heiviitteh oohtân sämikuávlust tienuuvt, ete sämmilij vuoigâdvuođâid algâaalmugin torvejeh.

source: Lain 38 § mukaan Tukesin tulee yhteistyössä saamelaiskäräjien ja muiden tahojen kanssa selvittää saamelaisten kotiseutualueelle tai sinne vaikuttavan malminetsintäluvan, kaivosluvan tai kullanhuuhdontaluvan mukaisesta toiminnasta aiheutuvat vaikutukset saamelaisten oikeudelle alkuperäiskansana ylläpitää ja kehittää omaa kieltään ja kulttuuriaan sekä harkita haittojen vähentämiseksi ja estämiseksi tarvittavat toimenpiteet.
smn: Laavâ 38 § mield Tukes kalga oovtâstpargoost sämitiggijn já eres pelijguin čielgiđ sämikuávlun teikâ toos vaikutteijee malmâuuccâmlove, ruukilove teikâ kolletoidemlove miäldásâš tooimâst šaddee vaikuttâsâid sämmilij vuoigâdvuotân algâaalmugin paijeentoollâđ já ovdediđ jieijâs kielâ já kulttuur sehe kuorâttâllâđ hááitui keeppidmân já estimân tárbulijd tooimâid.

source: Tällöin tulee ottaa huomioon:
smn: Talle kalga väldiđ vuotân:

source: 1) hakemuksessa tarkoitetun alueen läheisyydessä voimassa olevat vastaavat luvat;
smn: 1) ucâmušâst uáivildum kuávlu alda vyeimist leijee västideijee luuvijd;

source: 2) mitä saamelaisten oikeuden kannalta alkuperäiskansana tärkeitä alueita hakemus koskee;
smn: 2) moos sämmilij vuoigâdvuođâ algâaalmugin tááhust tergâdijd kuávluid ucâmuš kuáská;

source: 3) muut saamelaisten oikeutta alkuperäiskansana häiritsevät alueiden käyttömuodot hakemuksessa tarkoitetulla alueella ja sen läheisyydessä.
smn: 3) eres sämmilij vuoigâdvuođâ algâaalmugin hettee kuávlui kevttimhaamijd ucâmušâst uáivildum kuávluin já ton alda.

source: Lain 50 § mukaan lupaa ei tule myöntää jos luvan mukainen toiminta yksin tai yhdessä muiden vastaavien lupien tai alueiden muiden käyttömuotojen kanssa olennaisesti heikentäisi saamelaisten kotiseutualueella edellytyksiä harjoittaa perinteisiä saamelaiselinkeinoja taikka muutoin ylläpitää ja kehittää saamelaiskulttuuria;
smn: Laavâ 50 § mield love ij koolgâ mieđettiđ jis love miäldásâš toimâ ohtuu teikâ oovdâst eres västideijee luvijguin teikâ kuávlui eres kevttimhamijguin merhâšitteht hiäjusmitáččij sämikuávlust iävtuid hárjuttiđ ärbivuáválijd sämi-iäláttâsâid teikâ mudoi paijeentoollâđ já ovdediđ sämikulttuur;

source: Perustuslakivaliokunta on katsonut lausunnossaan (PeVL 32/2010 vp) kaivoslain säätämiseen johtaneen hallituksen esityksen (HE 273/2009 vp) johdosta, että kyseessä olevan kaivoslain 50 §:n säännökset takaavat perustuslain 17 §:n 3 momentissa ja YK:n kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen (SopS 7-8/1976, KP-sopimus) 27 artiklassa turvattuja saamelaisten oikeuksia kieleen ja kulttuuriin (mm. poronhoitoon).
smn: Vuáđulahâváljukodde lii keččâm ciälkkámušâstis (PeVL 32/2010 vp) haldâttâs oovdânpyehtim tááhust, mast čuávui ruukilaavâ asâttem (HE 273/2009 vp), ete koččâmušâst leijee ruukilaavâ 50 § njuolgâdusah tähideh vuáđulaavâ 17 § 3 momentist já OA aalmugjeessânvuoigâdvuođáid já poolitlijd vuoigâdvuođáid kyeskee almossopâmuš (SopS 7-8/1976, KP-sopâmuš) 27 artiklast torvejum sämmilij vuoigâdvuođâid kielân já kulttuurân (el. puásuituálun).

source: Edelleen valiokunnan mukaan kaivoslain 50 §:n määrättyä olennaisuuskriteereitä tulkitaan ja sovelletaan perusoikeusmyönteisellä tavalla ja ottaen huomioon YK:n ihmisoikeuskomitean KP-sopimuksen 27 artiklaa koskevan tulkitsemiskäytännön.
smn: Ain ovdâskulij váljukode mield ruukilaavâ 50 § meridum merhâšitteevuođâkriiteerijd tulkkojeh já heiviitteh vuáđuvuoigâdvuođâmietimielâlâš vuovvijn já väldimáin vuotân OA olmoošvuoigâdvuotkomitea KP-sopâmuš 27 artiklan kyeskee tulkkumvuáháduv.

source: Vesilaki
smn: Čäcilaahâ

source: Uudistettu vesilaki astui voimaan vuonna 2012.
smn: Uđâsmittum čäcilaahâ šoodâi vuáimán ive 2012.

source: Lain 2 luvun 8 mukaan saamelaisten kotiseutualueelle sijoittuva tai vaikutuksiltaan sinne ulottuva vesitaloushanke on toteutettava siten, että se ei vähäistä suuremmassa määrin heikennä saamelaisten mahdollisuuksia käyttää heille alkuperäiskansana kuuluvia oikeuksia ylläpitää ja kehittää kulttuuriaan sekä harjoittaa perinteisiä elinkeinojaan.
smn: Laavâ 2 lovo 8 mield sämikuávlust leijee teikâ vaikuttâsâi peht toos ulâtteijee čäcituáluproojeekt kalga olášuttiđ tienuuvt, ete tot ij uccáá stuárráb meerijn hiäjusmit sämmilij máhđulâšvuođâid kevttiđ sijjân algâaalmugin kullee vuoigâdvuođâid paijeentoollâđ já ovdediđ kulttuuris sehe hárjuttiđ ärbivuáválijd iäláttâsâidis.

source: Hallituksen esityksessä vesilaiksi (HE 277/2009 vp) tämän pykälän osalta todetaan, että hanke voi joissakin tapauksissa olla saamelaisen kulttuurimuodon ja siten ehdotetun heikentämiskiellon kannalta merkityksellinen silloinkin, kun se vaikuttaa esimerkiksi vain yhden saamelaisperheen elinolosuhteisiin.
smn: Haldâttâs oovdânpyehtimist čäcilaahân (HE 277/2009 vp) taam ceehi uásild páhudeh, ete proojeekt puáhtá motomijn tábáhtusâin leđe säämi kulttuurhäämi já návt iävtuttum hiäjusmittemkiäldu tááhust merhâšittee talle-uv, ko tot vaaikut ovdâmerkkân tuše oovtâ sämiperruu eellimtiilijd.

source: Vesitaloushanke tarkoittaa esimerkiksi sillan, padon, vesijohdon ja kaapelin rakentamista vesistöön, vesivoiman hyödyntämistä, vesistön säännöstelyä sekä veden ottamista.
smn: Čäcituáluproojeekt meerhâš ovdâmerkkân šalde, puáđu, čäcipoccee já kaabel huksim čácádâhân, čäcivyeimi ävkkin anneem, čácáduv heiviittâllâm sehe čääsi väldim.

source: Laki Metsähallituksesta (234/2016)
smn: Laahâ Meccihaldâttâsâst

source: Metsähallitus hallinnoi saamelaisten kotiseutualueen valtion hallinnassa olevia maa- ja vesialueita.
smn: Meccihaldâttâs haaldâš sämikuávlu staatâ eennâm- já čäcikuávluid.

source: Metsähallituksen hallinnassa on noin 90 % saamelaisten kotiseutualueen maa- ja vesialasta.
smn: Meccihaldâttâs haldâšem vyelni lii suulân 90 % sämikuávlu eennâm- já čäcivijđoduvvâst.

source: Alueesta n. 80 % on eri tavoin suojeltua joko luonnonsuojelulain tai erämaalain nojalla.
smn: Kuávlust s. 80 % lii eresnáál suojâlum jo-uv luándusuojâlemlaavâ teikâ meccikuávlulaavâ vuáđuld.

source: Saamen kielilaki
smn: Säämi kielâlaahâ

source: Saamen kielellä tarkoitetaan saamen kielilaissa pohjois-, inarin- ja koltansaamea (3 §).
smn: Sämikieláin uáivildeh säämi kielâlaavâst orjâlâš-, anarâš- já nuorttâlâškielâ (3 §).

source: Saamen kielilain tarkoituksena on turvata saamelaisten perustuslaillinen oikeus omaan kieleensä.
smn: Säämi kielâlaavâ ulmen lii turviđ sämmilij vuáđulavâlâš vuoigâdvuođâ jieijâs kielân. Laavâ heiviitteh sämikuávlu virgeomâháin já tain virgeomâháin, moi toimâkuávlun sämikuávlu kulá (2 §).

source: Lakia sovelletaan saamelaisten kotiseutualueen viranomaisissa ja niissä viranomaisissa, joiden toimialueeseen saamelaisten kotiseutualue kuuluu (2 §).
smn: Laavâ mield sämmilijn lii vuoigâdvuotâ kevttiđ sämikielâ ášástâldijn virgeomâhâin (4 §) sehe finniđ tulkkum- já jurgâlempalvâlusâid (4 loho).

source: Lain mukaan saamelaisilla on oikeus käyttää saamea asioidessaan viranomaisissa (4 §) sekä saada tulkkaus- ja käännöspalveluita (4 luku).
smn: Sämitigge čuávu säämi kielâlaavâ olášum já ráhtá muštâlus säämi kielâlaavâ olášuumeest (28 § já 29 §).

source: Saamelaiskäräjät seuraa saamen kielilain toteutumista ja laatii kertomuksen saamen kielilain toteutumisesta (28 § ja 29 §).
smn: Riehtiministeriö mieđeet torjuu el. sämikuávlu kieldáid, palgâsáid já servikuddijd säämi kielâlaavâ olášuttem várás (31 §).

source: Oikeusministeriö myöntää avustusta mm. saamelaisten kotiseutualueen kunnille, paliskunnille ja seurakunnille saamen kielilain toimeenpanoa varten (31 §).
smn: Summe lii viehâ kuhháá lamaš 120 000 eurod ivveest.

source: Summa on olut vuodesta 2012 lähtien 120 000 euroa vuodessa.
smn: Kieldâráhtuslaahâ

source: Kuntarakennelaki
smn: Laavâ mield kieldah, main láá vuálá 20 000 ässed, kalgeh selvâttiđ ovtâstum vâi pyehtih turviđ palvâlusâid.

source: Kuntarakennelain mukaan kuntien, joissa on alle 20 000 asukasta, tulee selvittää yhdistymistä palvelujen turvaamiseksi.
smn: Laavâ 4 § aasât kieldâjuávu muttem iävtuid.

source: Lain 4 § säädetään kuntajaon muuttamisen edellytyksistä.
smn: Laavâ mield talle ko muteh kieldâjuávu sämikuávlust, kalgeh väldiđ vuotân sämmilij kielâlijd vuoigâdvuođâid sehe sämmilij vuoigâdvuođâ algâaalmugin paijeentoollâđ já ovdediđ jieijâs kielâ já kultuur sehe sämmilij kielân já kulttuurân kyeskee jiešhaldâšem.

source: Lain mukaan kuntajakoa muutettaessa saamelaisten kotiseutualueella tulee ottaa huomioon saamelaisten kielelliset oikeudet sekä saamelaisten oikeus alkuperäiskansana ylläpitää ja kehittää omaa kieltään ja kulttuuriaan sekä saamelaisten kieltä ja kulttuuria koskeva itsehallinto.
smn: Laahâ kenigit kieldâid selvâttiđ ovtâstummáhđulâšvuođâid.

source: Laki velvoittaa kuntia selvittämään yhdistymismahdollisuuksia.
smn: Laavâ 4g § mield selvâttemkuávlust puáhtá spiekâstiđ sämmilij kielân já kulttuurân kyeskee vuoigâdvuođâi turvim tiet.

source: Lain 4g § mukaan selvitysalueesta voidaan poiketa saamelaisten kieltä ja kulttuuria koskevien oikeuksien turvaamiseksi.
smn: Oovtviärdásâšvuođâlaahâ

source: Yhdenvertaisuuslaki
smn: Eidu uđâsmittemnáál leijee oovtviärdásâšvuođâlaavâst iä kieđâvuš njuolgist sämmilij vuoigâdvuođâid.

source: Parhaillaan uudistettavana olevassa yhdenvertaisuuslaissa ei käsitellä suoraan saamelaisten oikeuksia.
smn: Laavâ ulmen lii ovdediđ já turviđ oovtviärdásâšvuođâ olášum.

source: Lain tarkoituksen tarkoituksena on edistää ja turvata yhdenvertaisuuden toteutumista.
smn: Laahâ kiäldá olgoštem el. etnisâš algâpuáttim já kielâ vuáđuld (6 §).

source: Laki kieltää syrjinnän mm. etnisen alkuperän ja kielen perusteella (6 §).
smn: Laavâ § 7 mield lavváin iä eesti tagarijd sierânâstooimâid, moi ulmen lii tuotâášálâš oovtviärdásâšvuođâ juksâm olgooštmist šaddee hááitui estimân teikâ keeppidmân (positiivlâš sierânâskohtâlem).

source: Lain § 7 mukaan lailla ei estetä sellaisia erityistoimenpiteitä, joiden tavoitteena on tosiasiallisen yhdenvertaisuuden saavuttaminen syrjinnästä johtuvien haittojen ehkäisemiseksi tai lievittämiseksi (positiivinen erityiskohtelu).
smn: Laavâ 4 § mield virgeomâhááh kalgeh rähtiđ oovtviärdásâšvuođâvuávám etnisâš oovtviärdásâšvuođâ olášutmân.

source: Lain 4 § mukaan viranomaisten on laadittava yhdenvertaisuussuunnitelma etnisen yhdenvertaisuuden toteuttamiseksi.
smn: Peivitipšolaahâ

source: Päivähoitolaki
smn: Peivitipšolaahâ lii eidu uđâsmittemnáál arâšoddâdemlaahân.

source: Päivähoitolakia ollaan parhaillaan uudistamassa varhaiskasvatuslaiksi.
smn: Peivitipšoaašijd láá sirdám máttááttâs- já kulttuurministeriö vuálásâžžân sosiaal- já tiervâsvuođâministeriöst.

source: Päivähoitoasiat on siirretty opetus- ja kulttuuriministeriön alaisuuteen sosiaali- ja terveysministeriöltä.
smn: Peivitipšolaavâ 11 § 2 moomeent mield kieldâ kalga huolâttiđ tast, ete párnái peivitipšo puáhtá adeliđ párnáá eenikiellân leijee suomâ-, ruotâ- teikâ sämikielân.

source: Päivähoitolain 11 § 2 momentin mukaan kunnan on huolehdittava siitä, että lasten päivähoitoa voidaan antaa lapsen äidinkielenä olevalla suomen, ruotsin tai saamen kielellä.
smn: Haldâttâs oovdânpyehtimist (HE 196/1981) tuálih párnáá ovdedem já oppâmmáhđulâšvuođâi vuáđuld eromâš tergâdin, ete párnái peivitipšo adeluvvoo párnáá jieijâs eenikielân.

source: Hallituksen esityksessä (HE 196/1981) pidetään lapsen kehityksen ja oppimismahdollisuuksien kannalta erityisen tärkeänä, että lasten päivähoitoa annetaan lapsen omalla äidinkielellä.
smn: Peivitipšoasâttâs mield párnái peivitipšo šoddâdemuulmijd kulá sämipárnái jieijâs kielâ já kulttuur tuárjum oovtâstpargoost koččâmâšâst leijee kulttuur ovdâsteijeiguin.

source: Päivähoitoasetuksen mukaan lasten päivähoidon kasvatustavoitteisiin kuuluu saamelaisten lasten oman kielen ja kulttuurin tukeminen yhteistyössä kyseisen kulttuurin edustajien kanssa.
smn: Ucceeblohováldálâš já olgoštemlävdikodde lává páhudâm, ete sämikielâlij párnái peivitipšo ornim siähálâskielâjuávhust suomâkielâlâš párnáiguin joođeet älkkeht olgoštemkiäldu vástásâš tilán.

source: Vähemmistövaltuutettu ja syrjintälautakunta ovat todenneet, että saamenkielisten lasten päivähoidon järjestäminen sekakieliryhmässä suomenkielisten lasten kanssa johtaa helposti syrjintäkiellon vastaiseen tilanteeseen.
smn: Lahâasâttem, mii stivree máttááttâs

source: Opetusta ohjaava lainsäädäntö
smn: Sämikielâ puáhtá tááláá njuolgâdusâi mield leđe vuáđumáttááttâs já luvâttuv máttááttâskielâ, eenikielâ já kirjálâšvuođâ aamnâs sehe rijjâtátulâš/valjimiävtulâš (=vieres kielâ) aamnâs.

source: Saamen kieli voi nykyisten säännösten mukaan olla perusopetuksen ja lukion opetuskieli, äidin-kielen ja kirjallisuuden oppiaine sekä vapaaehtoinen/valinnainen (=vieraan kielen) oppiaine.
smn: Eenikielâ máttááttâsân kulá lasseen suomâkielâ máttááttâs, mii meerhâš keevâtlávt eenikielâ oppâtiijmij jyehim sämi- já suomâkielâ koskân.

source: Äidinkielen opetukseen liittyy lisäksi suomen kielen opetus, joka tarkoittaa käytännössä äidinkielen oppituntien jakamista saamen ja suomen kielten kesken.
smn: Pajeuáppeetutkosist lii máhđulâš čođâldittiđ sämikielâst eenikielâ já vieres kielâ iskos.

source: Ylioppilastutkinnossa on mahdollista suorittaa saamen kielessä äidinkielen ja vieraan kielen koe.
smn: Vuáđumáttááttâslaavâ 10 § kenigit sämikuávlu kieldâid adeliđ sämikielâ mättee uáppei máttááttâs iänááš sämikielân.

source: Perusopetuslain 10 § velvoittaa saamelaisten kotiseutualueen kuntia antamaan saamen kieltä osaavien oppilaiden opetuksen pääosin saamen kielellä.
smn: Laavâ 12 § mield eenikiellân máttáátteh uáppee máttááttâskielâ mield suomâ-, ruotâ- teikâ sämikielâ.

source: Lain 12 §:n mukaan äidinkielenä opetetaan oppilaan opetuskielen mukaisesti suomen, ruotsin tai saamen kieltä.
smn: Laavâ 15 § mield kieldah kalgeh tuhhiittiđ máttááttâsvuávám.

source: Lain 15 §:n mukaan kuntien on hyväksyttävä opetussuunnitelma.
smn: Sämikielâlâš (nuuvtko meid suomâ- já ruotâkielâlâš) máttááttâs várás rähtih já tuhhiitteh jieijâs oppâvuávám.

source: Saamenkielistä (kuten myös suomen- ja ruotsinkielistä) opetusta varten laaditaan ja hyväksytään oma opetussuunnitelma.
smn: Staatârääđi tuhhiittem tijmejuáhuasâttâs (8 § 4 mom) váátá lasseen, ete škoovlâst, kost láá sämikuávlust ässee uáppeeh, kalga valjimiävtulâš amnâsin leđe sämikielâ.

source: Valtioneuvoston hyväksymä tuntijakoasetus ( 8 § 4 mom) edellyttää lisäksi, että koulussa, jossa on saamelaisten kotiseutualueella asuvia oppilaita, tulee valinnaisena aineena olla saamen kieli.
smn: Luvâttâhlaavâ 6 § mield máttááttâskiellân puáhtá leđe sämikielâ.

source: Lukiolain 6 §:n mukaan opetuskielenä voi olla saamen kieli.
smn: Laavâ 8 § mield eenikiellân máttáátteh uáppee máttááttâskielâ mield suomâ-, ruotâ- teikâ sämikielâ.

source: Lain 8 §:n mukaan äidinkielenä opetetaan oppilaan opetuskielen mukaisesti suomen, ruotsin tai saamen kieltä.
smn: Máttááttâsvuávám tuhhiittem kulá luvâttâhlaavâ 11 § mield škovlim uárnejeijei.

source: Opetussuunnitelman hyväksyminen kuuluu lukiolain 11 §:n mukaan koulutuksen järjestäjälle.
smn: Máttááttâsvuávám kalga tuhhiittiđ sierâ el. sämikielâlâš máttááttâs várás.

source: Opetussuunnitelma on hyväksyttävä erikseen mm. saamenkielistä opetusta varten.
smn: Sämikielâ já sämikielâlâš máttááttâs vuáđumáttááttâsâst já luvâttuvvâst láá turvim máttááttâs- já kulttuurtooimâ ruttâdmist adelum laavâst (45 § 1 mom) eromâš ruttâdmáin, mii kuáská sämikuávlu kieldáid.

source: Saamen kielen ja saamenkielinen opetus perusopetuksessa ja lukiossa on turvattu opetus- ja kulttuuritoimen rahoituksesta annetussa laissa ( 45 § 1 mom) erityisellä rahoituksella, joka koskee saamelaisten kotiseutualueen kuntia.
smn: Sämimáttááttâs sierânâs ruttâdemnjuolgâdus meerhâš keevâtlávt aldasáid 100 % staatâtorjuu sämikielâ já sämikielâlâš máttááttâs máttáátteijei pälkkikoloid.

source: Saamelaisopetuksen erityinen rahoitussäännös tarkoittaa käytännössä lähes 100 % valtionavustusta saamen kielen ja saamenkielistä opetusta antavien opettajien palkkamenoihin.
smn: Sämikuávlu ulguubeln adelum sämikielâ já sämikielâlâš máttááttâsâst iä lah sierâ njuolgâdusah máttááttâslaavâin.

source: Saamelaisten kotiseutualueen ulkopuolella annettavasta saamen kielen ja saamenkielisestä opetuksesta ei ole erillisiä säännöksiä opetuslaeissa.
smn: Vuáđumáttááttâslaavâ já luvâttâhlaavâ njuolgâdusah sämikielâst máttááttâskiellân já amnâsin láá máhđulâšvuođah, moh kyeskih prinsiiplávt ubâ enâmân.

source: Perusopetuslain ja lukiolain säännökset saamen kielestä opetuskielenä ja oppiaineena ovat mahdollisuuksia, jotka koskevat periaatteessa koko maata.
smn: Keevâtlávt máttááttâs ornim sämikuávlu ulguubeln lii kuittâg čáittám lemin vaigâd maaŋgâ suujâi tiet.
